Repository: s2310456030/CMS24
Catalog: cms24/var/labels/*/mask/Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_mask.content.multiuse.description
source: If you change this field, changes will affect other content elements.
de: Wenn Sie dieses Feld ändern, werden Änderungen andere Inhaltselemente beeinflussen.

# tx_mask.content.newcontentelement
source: New content element was created.
de: Ein neues Inhaltselement wurde erstellt.

# tx_mask.content.updatedcontentelement
source: Content element was updated.
de: Inhaltselement wurde aktualisiert.

# tx_mask.content.deletedcontentelement
source: Content element was deleted.
de: Inhaltselement wurde gelöscht.

# tx_mask.content.htmlmissing
source: Fluid-Template of this element is missing
de: Fluid-Template dieses Inhaltselementes fehlt

# tx_mask.content.hiddencontentelement
source: Content element was deactivated
de: Inhaltselement wurde deaktiviert

# tx_mask.content.activatedcontentelement
source: Content element was activated
de: Inhaltselement wurde aktiviert

# tx_mask.content.count
source: In Usage
de: In Verwendung

# tx_mask.page.title
source: Title
de: Titel

# tx_mask.page.image
source: Image
de: Bild

# tx_mask.page.titleuid
source: Title/Uid
de: Titel/Uid

# tx_mask.page.description
source: Description
de: Beschreibung

# tx_mask.page.header
source: Extend Backend-Layout
de: Backend-Layout erweitern

# tx_mask.page.nobackendlayout
source: Create at least one Backendlayout in module "List".
de: Es sollte mindestens ein Backendlayout im Modul "List" existieren.

# tx_mask.page.warning
source: No Backendlayout found
de: Kein Backendlayout gefunden

# tx_mask.page.updatedpage
source: Backend-Layout was updated.
de: Backend-Layout wurde aktualisiert.

# tx_mask.all.create_content_element
source: Create new content element
de: Neues Inhaltselement erstellen

# tx_mask.all.fields_of_element
source: Fields of this element
de: Felder dieses Elements

# tx_mask.all.fields_of_element_be_layout
source: Fields of backend layout
de: Felder des Backendlayouts

# tx_mask.all.add_new_fields
source: Add new fields
de: Neue Felder hinzufügen

# tx_mask.content.createdHtml
source: File was created.
de: Datei wurde erstellt.

# tx_mask.all.label
source: Label
de: Beschriftung

# tx_mask.all.description
source: Description
de: Beschreibung

# tx_mask.all.shorttitle
source: Short title
de: Kurztitel

# tx_mask.all.fieldkey
source: Element key
de: Elementschlüssel

# tx_mask.all.fieldLabel
source: Element label
de: Titel

# tx_mask.all.fieldkey.description
source: unique, lowercase
de: einzigartig, Kleinbuchstaben

# tx_mask.all.icon
source: Icon
de: Symbol

# tx_mask.all.color
source: Colour
de: Farbe

# tx_mask.all.configure
source: Configure
de: Konfigurieren

# tx_mask.all.contentelements
source: Content Elements
de: Inhaltselemente

# tx_mask.all.pagetemplates
source: Page Templates
de: Seitenvorlagen

# tx_mask.all.confirmdelete
source: Do you want to delete the content element? "Delete" only deletes the configuration. "Purge" deletes the configuration and all the corresponding template files. The content in the database can be deleted via the install tool.
de: Möchten Sie das Inhaltselement löschen? „Löschen“ löscht nur die Konfiguration. "Bereinigen" löscht die Konfiguration und alle dazugehörigen Vorlagendateien. Der Inhalt der Datenbank kann über das Installtool gelöscht werden.

# tx_mask.all.abort
source: Abort
de: Abbrechen

# tx_mask.all.delete
source: Delete
de: Löschen

# tx_mask.all.purge
source: Purge
de: Bereinigen

# tx_mask.all.error.key
source: Field-Key is required!
de: Feldschlüssel ist erforderlich!

# tx_mask.all.error.missingfolder
source: Directory is missing. Create missing directory or change configuration in extension manager.
de: Verzeichnis fehlt. Erstelle fehlendes Verzeichnis oder ändere die Pfade im Extensionmanager.

# tx_mask.all.error.missingjson
source: Mask configuration mask.json is missing. Create missing file or change configuration in extension manager.
de: Die Mask Konfigurationsdatei mask.json fehlt. Erstelle die Datei oder passe die Pfade im Extensionmanager an.

# tx_mask.all.createdmissingfolders
source: Missing directories and files were created.
de: Fehlende Verzeichnisse und Dateien wurden erstellt.

# tx_mask.tabs.default
source: General
de: Allgemein

# tx_mask.tabs.validation
source: Validation
de: Validierung

# tx_mask.tabs.extended
source: Extended
de: Erweitert

# tx_mask.tabs.database
source: Database
de: Datenbank

# tx_mask.tabs.wizards
source: Wizards
de: Assistenten

# tx_mask.tabs.appearance
source: Appearance and Behaviour
de: Aussehen und Verhalten

# tx_mask.tabs.fieldControl
source: Field Control
de: Funktionen

# tx_mask.tabs.localization
source: Localization
de: Übersetzung

# tx_mask.tabs.files
source: Files
de: Dateien

# tx_mask.field.imageoverlayPalette.description
source: Shows additional fields for images: alternative, link and cropping.
de: Zeigt zusätzliche Felder für Bilder: Alt, Link und Zuschneiden.

# tx_mask.content.multiuse.validation
source: Mind that changes in the validation also affect already existing content of these elements:
de: Beachten Sie, dass Änderungen an der Validierung auch bereits existierende Inhalte dieser Elemente beeinflussen:

# tx_mask.content.multiuse.validation.title
source: Changes on Validation
de: Änderungen bei der Validierung

# tx_mask.placeholder.description
source: Short and helpful description for your editors
de: Kurze und hilfreiche Beschreibung für Ihre Redakteure

# tx_mask.config.slider.step
source: Slider Step size
de: Slider-Schrittgröße

# tx_mask.config.slider.step.description
source: Default is 1
de: Standard ist 1

# tx_mask.config.slider.width
source: Slider width in px
de: Slider Breite in px

# tx_mask.config.slider.width.description
source: Default is 400
de: Standard ist 400

# tx_mask.config.fixedFont
source: Fixed font
de: Feste Schriftart

# tx_mask.config.fixedFont.description
source: Enables a fixed-width font (monospace) for the text field
de: Aktiviert eine Schriftart mit fester Breite (Monospace) für das Textfeld

# tx_mask.config.enableTabulator
source: Enable Tabulator
de: Tabulator aktivieren

# tx_mask.config.enableTabulator.description
source: Enabling this allows to use tabs in a text field
de: Erlaubt Tabs in einem Textfeld zu verwenden

# tx_mask.config.richtextConfiguration
source: Richtext Configuration
de: Richtext-Konfiguration

# tx_mask.config.richtextConfiguration.none
source: Use global default
de: Globalen Standard verwenden

# tx_mask.alert
source: Alert
de: Warnung

# tx_mask.fieldsMissing
source: One or more fields are missing or are invalid. Please fill in the marked fields correctly and press save again.
de: Ein oder mehrere Felder fehlen oder sind ungültig. Bitte füllen Sie die markierten Felder korrekt aus und drücken Sie erneut speichern.

# tx_mask.tooltip.edit_element
source: Edit Element
de: Element bearbeiten

# tx_mask.tooltip.disable_element
source: Disable element
de: Element deaktivieren

# tx_mask.tooltip.enable_element
source: Enable element
de: Element aktivieren

# tx_mask.tooltip.delete_element
source: Delete element
de: Element löschen

# tx_mask.tooltip.html
source: Show fluid code
de: Zeige Fluid-Code

# tx_mask.no_fields
source: This element has no fields.
de: Dieses Element hat keine Felder.

# tx_mask.input
source: Input
de: Eingabe

# tx_mask.date
source: Date
de: Datum

# tx_mask.choice
source: Choice
de: Auswahl

# tx_mask.repeating
source: Repeating
de: Wiederholung

# tx_mask.structure
source: Structure
de: Struktur

# tx_mask.close
source: Close
de: Schließen

# tx_mask.fields
source: Fields
de: Felder

# tx_mask.field.delete
source: Delete field
de: Feld löschen

# tx_mask.blindLinkOptions
source: Link Options
de: Link Optionen, die angezeigt werden sollen

# tx_mask.blindLinkOptions.description
source: Link options that should be displayed
de: Link Optionen, die angezeigt werden sollen

# tx_mask.showMultiuseElements
source: Show content elements
de: Inhaltselemente anzeigen

# tx_mask.fieldControl
source: Field Control
de: Funktionen

# tx_mask.fieldControl.description
source: If enabled the following options show buttons with special functionalities next to the field.
de: Wenn aktiviert, werden die folgenden Optionen Buttons mit speziellen Funktionen neben dem Feld anzeigen.

# tx_mask.fieldWizard
source: Field Wizard
de: Feld Wizard

# tx_mask.fieldWizard.description
source: If enabled the following options render helpful lists and buttons below the field.
de: Wenn aktiviert, werden hilfreiche Listen und Schaltflächen unterhalb des Feldes dargestellt.

# tx_mask.multistep.chooseLabel
source: Choose element label
de: Elementbezeichnung auswählen

# tx_mask.multistep.chooseKey
source: Choose element key
de: Elementschlüssel auswählen

# tx_mask.multistep.text1
source: You can change the label later on in "Element Meta Data".
de: Sie können das Label später in "Meta-Daten des Elements" ändern.

# tx_mask.multistep.text2
source: You can change the key later on in "Element Meta Data".
de: Sie können den Schlüssel später in "Meta-Daten des Elements" ändern.

# tx_mask.multistep.placeholder1
source: My Element Label
de: Mein Element-Label

# tx_mask.multistep.placeholder2
source: my_element_key
de: mein_element_key

# tx_mask.reset_settings
source: Reset to default
de: Auf Standardwert zurücksetzen

# tx_mask.reset_settings_description
source: Click this button to reset all settings of this field to the default values.
de: Klicken Sie auf diese Schaltfläche, um alle Einstellungen dieses Feldes auf die Standardwerte zurückzusetzen.

# tx_mask.reset_button
source: Reset
de: Zurücksetzen

# tx_mask.reset_settings_success
source: Settings reset to default
de: Einstellungen auf Standard zurückgesetzt
