Repository: s2310456030/CMS24
Catalog: cms24/var/labels/*/mask/Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_mask.field.string
source: String
de: Text

# tx_mask.field.integer
source: Integer
de: Ganzzahl

# tx_mask.field.float
source: Float
de: Fließkommazahl

# tx_mask.field.date
source: Date
de: Datum

# tx_mask.field.datetime
source: Datetime
de: Datum / Zeit

# tx_mask.field.timestamp
source: Timestamp
de: Zeitstempel

# tx_mask.field.timestamp_eval
source: Date type
de: Datums Typ

# tx_mask.field.group
source: Group
de: Gruppe

# tx_mask.field.file
source: File
de: Datei

# tx_mask.field.inline
source: Repeating
de: Wiederholung

# tx_mask.field.tab
source: Tab
de: Reiter

# tx_mask.field.linebreak
source: Linebreak
de: Zeilenumbruch

# tx_mask.field.content
source: Content
de: Inhalt

# tx_mask.field.titleAdd
source: Add item
de: Element hinzufügen

# tx_mask.field.titleDelete
source: Delete element
de: Element löschen

# tx_mask.field.titleMove
source: Move item
de: Element verschieben

# tx_mask.field.required
source: Required
de: Pflichtfeld

# tx_mask.field.required.description
source: A non-empty value is required in the field
de: Dieses Feld ist erforderlich

# tx_mask.field.trim
source: Trim
de: Leerzeichen entfernen

# tx_mask.field.trim.description
source: White spaces are trimmed away
de: Leerzeichen werden entfernt

# tx_mask.field.alpha
source: Allows only a-zA-Z characters
de: Erlaubt nur a-zA-Z Zeichen

# tx_mask.field.int
source: Value is casted to integer
de: Wert wird zu einer Ganzzahl umgewandelt

# tx_mask.field.alphanum.label
source: Alphanumeric
de: Alphanumerisch

# tx_mask.field.alphanum
source: Same as “alpha” but allows also “0-9”
de: Wie „Alpha“, erlaubt aber auch „0-9“

# tx_mask.field.alphanum_x.label
source: Alphanumeric X
de: Alphanumerisch X

# tx_mask.field.alphanum_x
source: Same as “alphanum” but allows also “_” and “-” chars
de: Dasselbe wie „Alphanumerisch“, erlaubt aber auch „_“ und „-“Zeichen

# tx_mask.field.domainname
source: Allows a domain name such as “example.com”
de: Erlaubt einen Domain-Namen wie „beispiel.com“

# tx_mask.field.email
source: Server-side validation of an email address
de: Serverseitige Überprüfung einer E-Mail-Adresse

# tx_mask.field.lower.label
source: Lowercase
de: Kleinbuchstaben

# tx_mask.field.lower
source: Converts the string to lowercase
de: Wandelt alle Buchstaben in Kleinbuchstaben um

# tx_mask.field.md5
source: Will convert the input value to its md5-hash
de: Konvertiert den Eingabewert in seinen md5-Hash

# tx_mask.field.nospace.label
source: No space
de: Keine Leerzeichen

# tx_mask.field.nospace
source: Removes all occurrences of space characters
de: Entfernt alle Leerzeichen

# tx_mask.field.null
source: An empty value will be stored as NULL in the database
de: Ein leerer Wert wird als NULL in der Datenbank gespeichert

# tx_mask.field.num.label
source: Numeric
de: Numerisch

# tx_mask.field.num
source: Allows only 0-9 characters
de: Erlaubt nur 0-9 Zeichen

# tx_mask.field.double2
source: Convert to floating point
de: In Dezimalzahl konvertieren

# tx_mask.field.password.label
source: Password
de: Passwort

# tx_mask.field.password
source: Will show “*******” in the field
de: Zeigt "*******" im Feld an

# tx_mask.field.time
source: Time field (h:m)
de: Zeitfeld (h:m)

# tx_mask.field.timesec
source: Time field (h:m:s)
de: Zeitfeld (h:m:s)

# tx_mask.field.timestamp.eval
source: Attention: Influences default value and ranges
de: Achtung: Beeinflusst den Standardwert und Von/Bis-Werte

# tx_mask.field.date_selection
source: Date
de: Datum

# tx_mask.field.datetime_selection
source: Date and time
de: Datum und Zeit

# tx_mask.field.time_selection
source: Time
de: Zeit

# tx_mask.field.timesec_selection
source: Time and seconds
de: Zeit in Sekunden

# tx_mask.field.unique.label
source: Unique
de: Einzigartig

# tx_mask.field.unique
source: Requires the field to be unique for the whole table
de: Erfordert ein eindeutiges Feld für die gesamte Tabelle

# tx_mask.field.uniqueInPid.label
source: Unique in PID
de: Eindeutig in PID

# tx_mask.field.uniqueInPid
source: Requires the field to be unique for the current PID
de: Erfordert ein eindeutiges Feld für die aktuelle PID

# tx_mask.field.upper.label
source: Uppercase
de: Großbuchstaben

# tx_mask.field.upper
source: Converts the string to uppercase
de: Wandelt alle Buchstaben in Großbuchstaben um

# tx_mask.field.year
source: Only years between 1970 and 2038
de: Nur Jahre zwischen 1970 und 2038

# tx_mask.field.texttype
source: Texttype
de: Texttyp

# tx_mask.field.texttype.default
source: Default
de: Standard

# tx_mask.field.texttype.lower
source: Lowercase
de: Kleinbuchstaben

# tx_mask.field.texttype.upper
source: Uppercase
de: Großbuchstaben

# tx_mask.field.texttype.alpha
source: Letters
de: Buchstaben

# tx_mask.field.texttype.alphanum
source: Letters and Numbers
de: Buchstaben und Zahlen

# tx_mask.field.texttype.alphanum_x
source: Letters, Numbers and -_
de: Buchstaben, Zahlen und -_

# tx_mask.field.choosefield
source: Choose field:
de: Feld auswählen:

# tx_mask.field.newfield
source: New field
de: Neues Feld

# tx_mask.field.fieldkey
source: Field key*
de: Feldschlüssel*

# tx_mask.field.fieldkey.description
source: No blanks, no dashes
de: Keine Leerzeichen, keine Bindestriche

# tx_mask.field.label
source: Label
de: Beschriftung

# tx_mask.field.description
source: Description
de: Beschreibung

# tx_mask.field.check.renderType
source: Rendertype
de: Darstellungstyp

# tx_mask.field.check.renderType.description
source: The following renderTypes are available
de: Die folgenden Rendertypen sind verfügbar

# tx_mask.field.check.renderType.checkboxToggle
source: Toggle switch
de: Umschalter

# tx_mask.field.check.renderType.checkboxLabeledToggle
source: Labeled toggle switch
de: Beschrifteter Umschalter

# tx_mask.content.check.columns
source: Columns
de: Spalten

# tx_mask.content.check.columns.description
source: 1-31 or inline. Default: 1
de: 1-31 oder inline. Standard: 1

# tx_mask.content.check.items
source: Items
de: Elemente

# tx_mask.content.check.items.description
source: One label each line, max 31
de: Eine Beschriftung pro Zeile, max 31

# tx_mask.field.check.default.description
source: The checked state of each checkbox corresponds to the bitset representation of the default value.
de: Der markierte Zustand jedes Kontrollkästchens entspricht der Bitset-Darstellung des Standardwerts.

# tx_mask.field.date.default
source: Default
de: Standard

# tx_mask.field.datetime.default
source: Default
de: Standard

# tx_mask.field.float.size
source: Size of Formfield
de: Größe des Formularfeldes

# tx_mask.field.float.max.description
source: Maximum number of characters
de: Maximale Anzahl an Zeichen

# tx_mask.field.float.max
source: Maxlength
de: Maximale Länge

# tx_mask.field.float.default
source: Default
de: Standard

# tx_mask.field.float.range.lower
source: Range lower
de: Bereichgrenze min

# tx_mask.field.float.range.upper
source: Range upper
de: Bereichgrenze max

# tx_mask.field.inline.file_upload_allowed
source: The button “Select & upload file” will be rendered
de: Der Button „Dateien auswählen & hochladen“ wird angezeigt

# tx_mask.field.inline.file_upload_allowed.label
source: File upload allowed
de: Datei-Upload erlaubt

# tx_mask.field.inline.allowed_file_extensions
source: Allowed File Extensions
de: Erlaubte Dateiendungen

# tx_mask.field.inline.elementBrowserAllowed.description
source: Sets the list of allowed file extensions (comma separated)
de: Legt die Liste der erlaubten Dateierweiterungen fest (Komma getrennt)

# tx_mask.field.inline.collapse_all
source: Show all child-records collapsed (if false, all are expanded)
de: Zeige alle Einträge eingeklappt (sonst immer ausgeklappt)

# tx_mask.field.inline.collapse_all.label
source: Collapse all
de: Alle einklappen

# tx_mask.field.inline.expand_single
source: Show only one child-record expanded each time
de: Zeige immer nur einen Eintrag ausgeklappt

# tx_mask.field.inline.expand_single.label
source: Expand single
de: Nur einen ausklappen

# tx_mask.field.inline.new_record_link_title.label
source: New record link title
de: Neuer Datensatz Link Titel

# tx_mask.field.inline.new_record_link_title
source: Overwrites the title of the “New record” link with a localised string
de: Überschreibt den Titel des Links „Neuer Datensatz“ mit einem lokalisierten String

# tx_mask.field.inline.use_sortable
source: Activate drag & drop
de: Drag & Drop aktivieren

# tx_mask.field.inline.use_sortable.label
source: Use sortable
de: Sortierbar

# tx_mask.field.inline.show_possible_localization_records.description
source: Show unlocalized records which are in the original language, but not yet localized
de: Zeige nicht lokalisierte Datensätze, die in der Originalsprache sind, aber noch nicht übersetzt sind

# tx_mask.field.inline.show_possible_localization_records
source: Unlocalized records
de: Nicht lokalisierte Datensätze

# tx_mask.field.inline.show_synchronization_link
source: Synchronization link
de: Synchronisationslink

# tx_mask.field.inline.show_synchronization_link_description
source: Show a “synchronize” link to update to a 1:1 translation with the original language
de: Zeige den "Synchronize" Button, um auf eine 1:1 Übersetzung mit der Originalsprache upzudaten

# tx_mask.field.inline.show_all_localization_link.description
source: Show the “localize all records” link to fetch untranslated records from the original language
de: Link "Alle Einträge lokalisieren" anzeigen, um nicht übersetzte Datensätze aus der Originalsprache zu holen

# tx_mask.field.inline.show_all_localization_link
source: All localization link
de: "Alle-Lokalisieren"-Button

# tx_mask.field.inline.show_removed_localization_records
source: Removed localizations
de: Entfernte Lokalisierungen

# tx_mask.field.inline.show_removed_localization_records.description
source: Show records which were once localized but do not exist in the original language anymore
de: Zeige Datensätze, die vorher übersetzt waren aber nicht mehr in der originalen Sprache existieren

# tx_mask.field.inline.level_links_position.label
source: New record link position
de: Neuer Datensatz Link Position

# tx_mask.field.inline.level_links_position
source: Defines where to show the “New record” link in relation to the child records
de: Legt fest, wo der Link "Neuer Datensatz" in Bezug auf die Kind-Einträge angezeigt werden soll

# tx_mask.field.inline.level_links_position.top
source: Top
de: Oben

# tx_mask.field.inline.level_links_position.bottom
source: Bottom
de: Unten

# tx_mask.field.inline.level_links_position.both
source: Both
de: Beide

# tx_mask.field.inline.level_links_position.none
source: None
de: Nirgends

# tx_mask.allowed_content
source: Allowed content elements
de: Erlaubte Inhaltselemente

# tx_mask.allowed_content.description
source: Choose one or more content elements, which should be selectable by the user. Hold CTRL for multi-select.
de: Wählen Sie ein oder mehrere Inhaltselemente aus, die vom Benutzer ausgewählt werden können sollen. Halten Sie STRG für Mehrfachauswahl gedrückt.

# tx_mask.field.inline.localization_mode
source: Localization Mode
de: Übersetzungsmodus

# tx_mask.field.inline.l10n_mode.default
source: Default
de: Standard

# tx_mask.field.inline.l10n_mode.prefixLangTitle
source: Copy with prefix
de: Mit Präfix kopieren

# tx_mask.field.inline.l10n_mode.exclude
source: Keep the value or data from original language
de: Wert oder Daten aus der Originalsprache behalten

# tx_mask.field.inline.localize_children_at_parent_localization
source: Localize Records when Content Element is localized
de: Datensätze übersetzen, wenn Inhaltselement übersetzt ist

# tx_mask.allowLanguageSynchronization
source: Language synchronization
de: Sprach-Synchronisation

# tx_mask.allowLanguageSynchronization.description
source: Allows to select from three options: Copy from default language, copy from source language or set own value.
de: Erzeugt 3 Auswahlmöglichkeiten: Wert von Standardsprache kopieren, Wert von Quellsprache kopieren oder eigenen Wert setzen.

# tx_mask.field.inline.inline_label
source: Field that should be used as label for inline element (starting with tx_mask_)
de: Feld, das als Label für Inline-Element verwendet werden soll (beginnend mit tx_mask_)

# tx_mask.field.inline.inline_icon.label
source: Icon path
de: Icon-Pfad

# tx_mask.field.inline.inline_icon
source: Pointing to the icon file to use for the table. Icons should be square SVGs.
de: Zeigt auf das Icon, welches in der Tabelle genutzt werden soll. Icons sollten quadratische SVG sein.

# tx_mask.field.integer.size
source: Size of Formfield
de: Größe des Formularfeldes

# tx_mask.field.integer.max
source: Maxlength
de: Maximale Länge

# tx_mask.field.integer.default
source: Default
de: Standard

# tx_mask.field.integer.range.lower
source: Range lower
de: Bereichgrenze min

# tx_mask.field.integer.range.upper
source: Range upper
de: Bereichgrenze max

# tx_mask.field.link.default
source: Default
de: Standard

# tx_mask.field.link.wizard.height
source: Height
de: Höhe

# tx_mask.field.link.wizard.width
source: Width
de: Breite

# tx_mask.field.link.wizard.menubar
source: Menubar
de: Menüleiste

# tx_mask.field.link.wizard.allowed_extensions
source: Allowed extensions
de: Erlaubte Erweiterungen

# tx_mask.field.link.wizard.allowed_extensions.description
source: Comma separated list of allowed file extensions
de: Kommagetrennte Liste der erlaubten Dateiendungen

# tx_mask.field.link.file
source: File
de: Datei

# tx_mask.field.link.mail
source: Mail
de: E-Mail

# tx_mask.field.link.page
source: Page
de: Seite

# tx_mask.field.link.folder
source: Folder
de: Ordner

# tx_mask.field.link.telephone
source: Telephone
de: Telefon

# tx_mask.field.radio.items
source: One entry each line, comma separated. The first entry is the displayed title and the second entry is the value (title, value). Values must be integers.
de: Ein Eintrag jede Zeile, Komma getrennt. Der erste Eintrag ist der angezeigte Titel und der zweite Eintrag ist der Wert (Titel, Wert). Werte müssen ganze Zahlen sein.

# tx_mask.field.richtext.cols
source: Columns
de: Spalten

# tx_mask.field.richtext.rows
source: Rows
de: Zeilen

# tx_mask.field.richtext.default
source: Default
de: Standard

# tx_mask.field.select.file_folder
source: File folder
de: Dateiordner

# tx_mask.field.select.file_folder.description
source: Specifying a folder from where files are added to the item array
de: Geben Sie einen Ordner an, von dem aus Dateien zum Array hinzugefügt werden sollen

# tx_mask.field.select.file_folder_ext_list
source: File folder extension list
de: Datei-Ordner-Erweiterungsliste

# tx_mask.field.select.file_folder_ext_list.description
source: List of extensions to select. If blank, all files are selected. Specify list in lowercase.
de: Liste der auszuwählenden Erweiterungen. Wenn leer, sind alle Dateien ausgewählt. Geben Sie eine Liste in Kleinbuchstaben an.

# tx_mask.field.select.file_folder_recursions
source: File folder recursions
de: Dateiordner Rekursionen

# tx_mask.field.select.file_folder_recursions.description
source: Depth of directory recursions. Default is 99. Specify in range from 0-99. 0 (zero) means no recursion into subdirectories.
de: Tiefe der Verzeichnisrekursionen. Standard ist 99. Geben Sie im Bereich von 0-99 an. 0 bedeutet keine Rekursion in Unterverzeichnisse.

# tx_mask.field.select.size
source: Size
de: Größe

# tx_mask.field.select.size.description
source: Minimum height of the box in FormEngine. The behaviour depends on the renderType.
de: Minimale Höhe des Feldes in der FormEngine. Das Verhalten hängt vom RenderType ab.

# tx_mask.field.select.autosizemax.description
source: Maximum height. The height of the box will automatically be adjusted to the number of selected elements.
de: Maximale Höhe. Die Höhe des Feldes wird automatisch an die Anzahl der ausgewählten Elemente angepasst.

# tx_mask.field.select.maxitems
source: Maxitems
de: Maximale Anzahl

# tx_mask.field.select.maxitems.description
source: Maximum number of child items. Defaults to a high value.
de: Maximale Anzahl von Unterelementen. Standardwert ist sehr hoch.

# tx_mask.field.select.minitems
source: Minitems
de: Minimum Anzahl

# tx_mask.field.select.minitems.description
source: Minimum number of child items. Defaults to 0.
de: Minimale Anzahl untergeordneter Elemente. Standard ist 0.

# tx_mask.field.select.renderType.selectSingle
source: Selectbox single
de: Selectbox mit Einzelauswahl

# tx_mask.field.select.renderType.selectSingleBox
source: Selectbox multiple
de: Selectbox mit Mehrfachauswahl

# tx_mask.field.select.renderType.selectCheckBox
source: Checkboxes
de: Checkboxen

# tx_mask.field.select.renderType.selectMultipleSideBySide
source: Shuttle
de: Pendel

# tx_mask.field.select.renderType.selectTree
source: Tree
de: Seitenbaum

# tx_mask.field.select.foreign_table
source: Foreign table
de: Fremdtabelle

# tx_mask.field.select.foreign_table.description
source: The item-array will be filled with records from the table defined here
de: Das Array wird mit Datensätzen aus der Tabelle gefüllt

# tx_mask.field.select.foreign_table_where
source: Foreign table where
de: Fremdtabelle "where"

# tx_mask.field.select.foreign_table_where.description
source: The items from foreign_table are selected with this WHERE-clause
de: Die Elemente aus der Fremdtabelle werden mit dieser WHERE-Klausel ausgewählt

# tx_mask.field.group.internal_type
source: Internal Type
de: Interner Typ

# tx_mask.field.group.internal_type.description
source: Configures the internal type of the “group” type of element
de: Konfiguriert den internen Typ des Elements „Gruppe“

# tx_mask.field.group.allowed
source: Allowed
de: Erlaubt

# tx_mask.field.group.internalType.folder
source: Folder
de: Ordner

# tx_mask.field.group.internalType.db
source: Database
de: Datenbank

# tx_mask.field.group.minitems
source: Minitems
de: Minimum Anzahl

# tx_mask.group.editPopup
source: Edit Popup
de: Im Popup bearbeiten

# tx_mask.group.addRecord
source: Add Record
de: Datensatz hinzufügen

# tx_mask.group.insertClipboard
source: Insert Clipboard
de: Zwischenablage hinzufügen

# tx_mask.group.listModule
source: List Module
de: Listen-Modul

# tx_mask.group.recordsOverview
source: Records Overview
de: Datensatz Übersicht

# tx_mask.group.tableList
source: Table List
de: Auswahl pro Tabelle

# tx_mask.group.elementBrowser
source: Element Browser
de: Datensatz Browser

# tx_mask.group.multiple
source: Multiple
de: Mehrfachauswahl

# tx_mask.group.editPopup.description
source: Shortcut to edit referenced elements directly in a popup.
de: Referenzierte Datensätze in einem Popup bearbeiten.

# tx_mask.group.addRecord.description
source: Directly create and add a related record.
de: Datensätze direkt neu erstellen und hinzufügen.

# tx_mask.group.insertClipboard.description
source: Adds a button to paste records from a clipboard.
de: Fügt eine Schaltfläche hinzu, um Datensätze aus der Zwischenablage einzufügen.

# tx_mask.group.listModule.description
source: Open the list module for the first allowed table.
de: Listenansicht für die erste erlaubte Tabelle öffnen.

# tx_mask.group.recordsOverview.description
source: Render an overview of the selected records.
de: Referenzierten Datensätze als Liste anzeigen.

# tx_mask.group.tableList.description
source: Render a list of allowed tables and link to element browser.
de: Erstellt Liste der erlaubten Tabellen und verlinkt sie zur Auswahl.

# tx_mask.group.elementBrowser.description
source: Renders a button to open element browser.
de: Datensatz Auswahl öffnen.

# tx_mask.group.multiple.description
source: Allows the same item more than once in a list.
de: Erlaubt den gleichen Datensatz mehrfach in der Liste.

# tx_mask.field.string.size
source: Size of Formfield
de: Größe des Formularfeldes

# tx_mask.field.string.size.description
source: Number between 10 and 50. Default is 30.
de: Zahl zwischen 10 und 50. Standard ist 30.

# tx_mask.field.string.max
source: Maxlength
de: Maximale Länge

# tx_mask.field.string.default
source: Default
de: Standard

# tx_mask.field.string.default.description
source: Default value when a new record is created
de: Standardwert, wenn ein neuer Datensatz erstellt wird

# tx_mask.field.string.placeholder
source: Placeholder
de: Platzhalter

# tx_mask.field.string.placeholder.description
source: Placeholder text for the field
de: Platzhaltertext für das Feld

# tx_mask.field.string.is_in
source: Allowed Characters
de: Erlaubte Zeichen

# tx_mask.field.string.is_in.description
source: The characters in the input should be found in this string
de: Die Zeichen in der Eingabe sollten in dieser Zeichenkette gefunden werden

# tx_mask.field.string.mode.label
source: Mode
de: Modus

# tx_mask.field.string.mode
source: Show override checkbox for placeholder
de: Überschreiben-Checkbox für Platzhalter anzeigen

# tx_mask.field.string.renderType
source: Add RSA encryption prior to being submitted
de: RSA-Verschlüsselung vor der Übermittlung hinzufügen

# tx_mask.field.string.autocomplete.label
source: HTML5 autocomplete
de: HTML5 Autovervollständigung

# tx_mask.field.string.autocomplete
source: Controls the autocomplete attribute of a given input field
de: Steuert das automatische Vervollständigen-Attribut eines angegebenen Eingabefeldes

# tx_mask.field.text.cols
source: Columns
de: Spalten

# tx_mask.field.text.cols.description
source: To set the textarea to the full width of the form area, use the value 50. Default is 30
de: Um den Textbereich auf die volle Breite des Formularbereichs zu setzen, verwenden Sie den Wert 50. Standardwert ist 30

# tx_mask.field.text.rows
source: Rows
de: Zeilen

# tx_mask.field.text.rows.description
source: The number of rows in the textarea. Default is 5. Max value is 20.
de: Die Anzahl der Zeilen im Textbereich. Standard ist 5. Maximalwert ist 20.

# tx_mask.field.text.default
source: Default
de: Standard

# tx_mask.field.text.wrap
source: Virtual wrap
de: Virtueller wrap

# tx_mask.blindLinkOptions
source: Link options that should be displayed
de: Link Optionen, die angezeigt werden sollen

# tx_mask.content.title
source: Title
de: Titel

# tx_mask.content.error
source: Missing folders!
de: Ordner fehlen!

# tx_mask.content.image
source: Image
de: Bild

# tx_mask.content.titlekey
source: Title/Key
de: Titel/Schlüssel

# tx_mask.content.description
source: Description
de: Beschreibung

# tx_mask.content.header
source: Edit Content
de: Inhalt bearbeiten

# tx_mask.content.newheader
source: New Content
de: Neuer Inhalt

# tx_mask.content.save
source: Save
de: Speichern

# tx_mask.content.saveandcreate
source: Save and create further element
de: Speichern und weiteres Element erstellen

# tx_mask.content.saveandexit
source: Save and close
de: Speichern und schließen

# tx_mask.content.html.header
source: HTML Code Example
de: HTML-Code Beispiel

# tx_mask.content.html.line1
source: This is an example code for your frontend template.
de: Dies ist ein Beispielcode für Ihre Frontend-Vorlage.

# tx_mask.content.html.line2
source: On first creation of a contentelement this code is saved into the target folder, which you have specified in the extensionmanager configuration. Default is
de: Bei der ersten Erstellung eines Inhalts wird dieser Code im Zielordner gespeichert, den Sie in der extensionmanager Konfiguration angegeben haben. Standard ist

# tx_mask.content.html.line3a
source: Use the official
de: Offizielle

# tx_mask.content.html.line3b
source: Fluid-Documentation
de: Fluid-Dokumentation

# tx_mask.content.html.line3c
source: for more details on how to format the output.
de: für weitere Details, wie man die Ausgabe formatiert.

# tx_mask.content.multiuse
source: This field is in use in more than one content element.
de: Dieses Feld wird in mehr als einem Inhaltselement verwendet.
